IdeaRS.OpenModel.Connection.ConnectionResultsData
Results for all connections in project

IdeaRS.OpenModel.Connection.ConnectionResultsData.#ctor
Constructor

IdeaRS.OpenModel.Connection.ConnectionResultsData.ConnectionCheckRes
List of ConnectionCheckRes